Repository: DJDoena/EnhancedFeatures
Catalog: EnhancedFeatures/EnhancedFeatures/Resources/Texts.*.resx
Languages: de, fr

source: About
de: Über
fr: À propos

source: Basics
de: Grunddaten
fr: Bases

source: Bonus Trailer
fr: Autres bandes-annonces

source: Cancel
de: Abbrechen
fr: Annuler

source: Check for Updates
de: Auf Updates überprüfen
fr: Vérifier les mises à jour

source: Closed Captioned
fr: S.-t. pour malentendants

source: Commentary
de: Kommentar
fr: Commentaires

# CopyAllToClipboard
source: Copy all data to clipboard
de: Kopiere alle Daten in die Zwischenablage
fr: Tout copier

source: Deleted Scenes
de: Entfernte Szenen
fr: Scènes supprimées

source: Digital Copy
fr: Copie numérique

source: DVD-ROM Content
fr: Contenu DVD-ROM

source: Edit
de: Bearbeiten
fr: Modifier

source: Excel Columns
de: Excel-Spalten
fr: Colonnes Excel

source: Export Options
de: Export Optionen
fr: Exporter les options

source: Export to Collection.xml
de: Export nach Collection.xml
fr: Exporter vers Collection.xml

source: Export to Excel
de: Export nach Excel
fr: Exporter vers Excel

source: Export to XML
de: Export nach XML
fr: Exporter vers XML

# Feature1
source: Alternative Ending(s)
de: Alternative(s) Ende(n)
fr: Fin(s) alternative(s)

# Feature10
source: Screen Test
de: Mini-Poster
fr: Test d'écran

# Feature12
source: Shorts
fr: Court-métrage(s)

# Feature13
source: Sing-Alongs
fr: Chansons de groupe

# Feature14
source: Storybook
fr: Livre de contes

# Feature15
source: Trivia Tracks
fr: Anecdotes

# Feature16
source: Turnable Cover
de: Wendecover
fr: Jaquette réversible

# Feature18
source: Web Links
fr: Liens Internet

# Feature19
source: Webisodes
fr: Episode Internet

# Feature2
source: Art Sketches
fr: Croquis d'artiste

source: Feature 20
fr: Supplément 20

source: Feature 21
fr: Supplément 21

source: Feature 22
fr: Supplément 22

source: Feature 23
fr: Supplément 23

source: Feature 24
fr: Supplément 24

source: Feature 25
fr: Supplément 25

source: Feature 26
fr: Supplément 26

source: Feature 27
fr: Supplément 27

source: Feature 28
fr: Supplément 28

source: Feature 29
fr: Supplément 29

# Feature3
source: Bonus CD
fr: CD Bonus

source: Feature 30
fr: Supplément 30

# Feature4
source: Bonus Episodes
de: Zusätzliche Folgen
fr: Episodes supplémentaires

# Feature5
source: Booklet
fr: Livret

# Feature6
source: Certificate of Authenticity
de: Echtheitszertifikat
fr: Certificat d'authenticité

# Feature7
source: Gag Reel
fr: Montage de blagues

# Feature8
source: Mini Poster
fr: Mini Affiche(s)

# Feature9
source: Never Before Seen Footage
de: Nie veröffentlichtes Material
fr: Métrage inédit

source: Features
fr: Suppléments

source: Feature Trailers
de: Hauptfilm-Trailers
fr: Bandes-annonces du film

source: Featurettes
fr: Documentaire(s)

# FilterCount
source: Amount of Filters
de: Anzahl Filter
fr: Nombre de filtres

source: Gallery
de: Gelerie
fr: Galerie de photos

source: Help
de: Hilfe
fr: Aide

source: Import from XML
de: Import von XML
fr: Importer depuis XML

source: Import Options
de: Import Optionen
fr: Importer les options

source: Interactive Games
de: Interaktive Spiele
fr: Jeux interactifs

source: Invelos Data
de: Invelos-Daten
fr: Données Invelos

source: Labels
de: Beschriftungen
fr: Intitulés

# LoadXmlFile
source: Load Enhanced Features from XML
de: Lade "Enhanced Features" von XML
fr: Charger les Enhanced Features depuis XML

source: Misc.
de: Diverses
fr: Divers

source: Multi-angle
fr: Angles multiples

source: Music Videos
de: Musilvideos
fr: Vidéo clip(s)

source: Original Title
de: Originaltitel
fr: Titre original

source: Outtakes / Bloopers
fr: Bêtisier / Prises ratées

# PasteAllFromClipboard
source: Paste all data from clipboard
de: Alle Daten von der Zwischenablage einfügen
fr: Tout coller

source: Play All
fr: Tout lire

source: Plugin Data
de: Plugin-Daten
fr: Données du plugin

source: Production Notes / Bios
de: Prod.-Notizen / Bios
fr: Notes / Biographies

source: Save
de: Speichern
fr: Sauvegarder

# SaveXmlFile
source: Save Enhanced Features to XML
de: Speichere "Enhanced Features" nach XML
fr: Sauvegarder les Enhanced Features en XML

source: Scene Access
de: Szenenanwahl
fr: Accès aux scènes

source: Sort Title
de: Sortiertitel
fr: Titres de tri

source: Storyboard Comparisons
de: Storyboard-Vergleiche
fr: Comparaison Storyboard

source: THX Certified
de: THX-zertifiziert
fr: Certifié THX

source: Title
de: Titel
fr: Titre

source: Tools
de: Extras
fr: Outils

source: Feature
fr: Suppl.

source: Options
de: Optionen

source: Picture-in-picture
de: Bild-in-Bild

# PluginDescription
source: Allows to add more user-defined features to a profile.
de: Erlaubt es, detaillierte Informationen über den Titel zu speichern.

source: UI Language
de: Oberflächensprache
